Repository: MineRala/FamousDesserts
Catalog: FamousDesserts/Localization/*.lproj/Localizable.strings
Languages: es

source: Desserts
es: Postres

source: Search Dessert
es: Dulce Búsqueda

source: Deletion Confirmation
es: Confirmación de eliminación

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Select Photo
es: Seleccione Foto

source: Camera
es: Cámara

source: Library
es: Biblioteca

source: Missing Argument
es: Argumento faltante

source: Okey
es: Bueno

source: Empty List
es: Lista Vacía

source: Are you sure you want to delete this dessert?
es: Estás seguro de que quieres borrar este postre?

source: Update
es: Actualizar

source: Dessert Name
es: Nombre del postre

source: Dessert Country
es: País de los postres

source: Add
es: Agregar

source: Description
es: Descripción

source: You must choose photo.
es: Debes elegir la foto.

source: You must enter dessert name.
es: Debes ingresar el nombre del postre.

source: You must enter dessert country.
es: Debes entrar al dulce país.

source: You must enter dessert description.
es: Debes ingresar la descripción del postre.

source: Favorite Desserts
es: Postres favoritos

source: Select Image From
es: Seleccionar imagen de
